<textarea id="spellchecker">
  <h1><span lang="en">The Hare and the Tortoise</span></h1>
  <p><span lang="en">A HARE one day riddiculed the short feet and slow pace of the Tortoise, who replied, laughing: &ldquo;Though you be swift as the wind, I will beeat you in a race.&rdquo; The Hare, beleiving her assertion to be simply impossable, assented to the proposal; and they agreed that the Fox should choose the course and fix the gaol. On the day appointed for the race the two started together. The Tortoise never for a momment stopped, but went on with a slow but steady pace straight to the end of the corse. The Hare, lying down by the wayside, fell fast asleep. At last waking up, and moving as fast as he could, he saw the Tortoise had reached the goal, and was comfortably dozzing after her fatigue.</span></p>
  <p><span lang="en">Slow but steady wins the race.</span></p>
  <h1><span lang="es">La liebre y la tortuga</span></h1>
  <p><span lang="es">Un d&iacute;a, una liebre ridiculiz&oacute; los pies cortos y el ritmo lento de la tortuga, quien respondi&oacute; riendo: "Aunque seas veloz como el viento, te vencer&eacute; en una carrera". La Liebre, creyendo que su afirmaci&oacute;n era simplemente imposible, asinti&oacute; a la propuesta; y acordaron que Fox deber&iacute;a elegir el curso y fijar el objetivo. El d&iacute;a designado para la carrera, los dos comenzaron juntos. La Tortuga nunca se detuvo por un momento, sino que continu&oacute; con un ritmo lento pero constante hasta el final del curso. La Liebre, acostada en el camino, se qued&oacute; profundamente dormida. Al despertarse y moverse lo m&aacute;s r&aacute;pido que pudo, vio que la Tortuga hab&iacute;a alcanzado la meta y dormitaba c&oacute;modamente despu&eacute;s de su fatiga.</span></p>
  <p><span lang="es">Lento pero constante gana la carrera.</span></p>
  <h1><span lang="de">Der Hase und die Schildkr&ouml;te</span></h1>
  <p><span lang="de">Eines Tages hat ein Hase die kurzen F&uuml;&szlig;e und das langsame Tempo der Schildkr&ouml;te beseitigt, die lachend antwortete: "Obwohl du so schnell wie der Wind bist, werde ich dich in einem Rennen schlagen." Der Hase, der glaubte, ihre Behauptung sei einfach unm&ouml;glich, stimmte dem Vorschlag zu; und sie waren sich einig, dass der Fuchs den Kurs w&auml;hlen und das Gef&auml;ngnis reparieren sollte. An dem f&uuml;r das Rennen festgelegten Tag starteten die beiden zusammen. Die Schildkr&ouml;te h&ouml;rte nie f&uuml;r einen Moment auf, sondern ging mit einem langsamen, aber stetigen Tempo direkt bis zum Ende der Leiche weiter. Der Hase, der auf der Strecke lag, schlief fest ein. Als er endlich aufwachte und sich so schnell er konnte bewegte, sah er, dass die Schildkr&ouml;te das Ziel erreicht hatte und nach ihrer M&uuml;digkeit bequem d&ouml;ste.</span></p>
  <p><span lang="de">Langsam aber stetig gewinnt das Rennen.</span></p>
  <p>&nbsp;</p>
  <p><strong>Based on:</strong> Aesop, 'Aesop&rsquo;s Fables: The Hare and the Tortoise', <a href="https://www.gutenberg.org/files/21/21-h/21-h.htm#link2H_4_0018" target="_blank" rel="noopener">https://www.gutenberg.org/files/21/21-h/21-h.htm#link2H_4_0018</a></p>
  <p><em>Translations provided by <a href="https://translate.google.com/">Google Translate</a>.</em></p>
</textarea>
